;; -*- no-byte-compile: t; -*-
;;; .doom.d/packages.el

;;; Examples:
;; (package! some-package)
;; (package! another-package :recipe (:host github :repo "username/repo"))
;; (package! builtin-package :disable t)

(package! add-node-modules-path)
(package! prettier-js)
(package! typescript-mode)
(package! mu4e-jump-to-list)
(package! runtests)
(package! bufshow)
(package! figlet)
(package! graphviz-dot-mode)
